9/data/attachments/fca4c5bba43c1a9e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Sarah_discover_Friend_33694_2</nif:username>
            <nif:friendToBeRequested>soap_friends_820e7bf3-842a-4ec0-b85a-397ac4407f7d</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>